print("\n4. Создать (не программно) текстовый файл со следующим содержимым:\n"
      "One — 1\n"
      "Two — 2\n"
      "Three — 3\n"
      "Four — 4\n"
      "Необходимо написать программу, открывающую файл на чтение и считывающую построчно данные.\n"
      "При этом английские числительные должны заменяться на русские.\n"
      "Новый блок строк должен записываться в новый текстовый файл.\n")

task = open("task4.txt", "r")
